lib/sepa/xml_templates/soap/request_certificate.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cer="http://bxd.fi/CertificateService">
   <soapenv:Header/>
   <soapenv:Body>
      <cer:getCertificatein>
         <cer:RequestHeader>
            <cer:SenderId></cer:SenderId>
            <cer:RequestId></cer:RequestId>
            <cer:Timestamp></cer:Timestamp>
         </cer:RequestHeader>
         <cer:ApplicationRequest></cer:ApplicationRequest>
      </cer:getCertificatein>
   </soapenv:Body>
</soapenv:Envelope>